Repository: ptudor/tudor-pcb
Catalog: swift/GerberKit/Sources/GerberKit/Resources/Diagnostics.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: image pixel count
af: beeldpixeltelling
am: የምስል ፒክስል ብዛት
ar: عدد بكسلات الصورة
az: şəkil piksel sayı
be: колькасць пікселяў выявы
bg: брой пиксели на изображението
bn: ছবির পিক্সেল সংখ্যা
ca: nombre de píxels de la imatge
cs: počet pixelů obrázku
cy: cyfrif picseli delwedd
da: antal billedpixler
de: Anzahl der Bildpixel
de_at: Bildpixelanzahl
de_ch: Bildpixelanzahl
el: αριθμός εικονοστοιχείων της εικόνας
es: número de píxeles de la imagen
es_ar: número de píxeles de la imagen
es_mx: recuento de píxeles de la imagen
et: pildi pikslite arv
eu: irudiaren pixel kopurua
fa: تعداد پیکسل‌های تصویر
fi: kuvan pikselimäärä
fil: bilang ng pixel ng imahe
fr: nombre de pixels de l'image
fr_ca: nombre de pixels de l'image
ga: líon picteilíní íomhá
gl: número de píxeles da imaxe
gu: છબી પિક્સેલ ગણતરી
he: ספירת פיקסלים בתמונה
hi: छवि पिक्सेल गणना
hr: broj piksela slike
hu: a kép képpontjainak száma
hy: պատկերի պիքսելների քանակը
id: jumlah piksel gambar
is: fjöldi pixla í mynd
it: numero di pixel dell'immagine
ja: 画像のピクセル数
ka: სურათის პიქსელების რაოდენობა
kk: кескін пиксельдерінің саны
km: ចំនួនភីកសែលរូបភាព
kn: ಚಿತ್ರ ಪಿಕ್ಸೆಲ್ ಎಣಿಕೆ
ko: 이미지 픽셀 수
ky: сүрөттүн пиксел саны
lo: ຈຳນວນພິກເຊວຮູບພາບ
lt: vaizdo pikselių skaičius
lv: attēla pikseļu skaits
mk: број на пиксели на сликата
ml: ഇമേജ് പിക്സൽ എണ്ണം
mn: зургийн пикселийн тоо
mr: प्रतिमा पिक्सेल संख्या
ms: kiraan piksel imej
mt: għadd ta' pixels tal-immaġni
my: ရုပ်ပုံပစ်ဇယ်အရေအတွက်
nb: antall bildepiksler
ne: छवि पिक्सेल गणना
nl: aantal beeldpixels
or: ପ୍ରତିଛବି ପିକ୍ସେଲ ଗଣନା
pa: ਚਿੱਤਰ ਪਿਕਸਲ ਗਿਣਤੀ
pl: liczba pikseli obrazu
pt: número de píxeis da imagem
pt_br: número de pixels da imagem
ro: numărul de pixeli ai imaginii
ru: количество пикселей изображения
si: රූප පික්සල ගණන
sk: počet pixelov obrázka
sl: število slikovnih pik
sq: numri i pikselëve të imazhit
sr: број пиксела на слици
sv: antal bildpixlar
sw: idadi ya pikseli za picha
ta: பட பிக்சல் எண்ணிக்கை
te: చిత్ర పిక్సెల్ గణన
th: จำนวนพิกเซลของภาพ
tr: görüntü piksel sayısı
uk: кількість пікселів зображення
ur: تصویری پکسل کی گنتی
vi: số lượng pixel của hình ảnh
zh_hans: 图像像素数
zh_hant: 影像像素數
zu: inani lamaphikseli esithombe

source: memory needed to process the package
af: geheue benodig om die pakket te verwerk
am: ፓኬጁን ለማስኬድ የሚያስፈልገው ማህደረ ትውስታ
ar: الذاكرة اللازمة لمعالجة الحزمة
az: paketi emal etmək üçün lazım olan yaddaş
be: памяць, неабходная для апрацоўкі пакета
bg: памет, необходима за обработката на пакета
bn: প্যাকেজটি প্রক্রিয়া করার জন্য প্রয়োজনীয় মেমরি
ca: memòria necessària per processar el paquet
cs: paměť potřebná ke zpracování balíčku
cy: cof sydd ei angen i brosesu'r pecyn
da: hukommelse, der kræves til at behandle pakken
de: Speicherplatz, der zur Verarbeitung des Pakets benötigt wird
de_at: Speicher, der zum Verarbeiten des Pakets benötigt wird
de_ch: Speicher, der zum Verarbeiten des Pakets benötigt wird
el: μνήμη που απαιτείται για την επεξεργασία του πακέτου
es: memoria necesaria para procesar el paquete
es_ar: memoria necesaria para procesar el paquete
es_mx: memoria necesaria para procesar el paquete
et: paketi töötlemiseks vajalik mälu
eu: paketea prozesatzeko behar den memoria
fa: حافظه مورد نیاز برای پردازش بسته
fi: paketin käsittelyyn tarvittava muisti
fil: memorya na kailangan para maproseso ang pakete
fr: mémoire nécessaire au traitement du paquet
fr_ca: mémoire nécessaire pour traiter le paquet
ga: cuimhne atá ag teastáil chun an pacáiste a phróiseáil
gl: memoria necesaria para procesar o paquete
gu: પેકેજ પર પ્રક્રિયા કરવા માટે જરૂરી મેમરી
he: הזיכרון הדרוש לעיבוד החבילה
hi: पैकेज को प्रोसेस करने के लिए आवश्यक मेमोरी
hr: memorija potrebna za obradu paketa
hu: a csomag feldolgozásához szükséges memória
hy: փաթեթը մշակելու համար անհրաժեշտ հիշողություն
id: memori yang diperlukan untuk memproses paket
is: minni sem þarf til að vinna úr pakkanum
it: memoria necessaria per elaborare il pacchetto
ja: パッケージを処理するために必要なメモリ
ka: პაკეტის დასამუშავებლად საჭირო მეხსიერება
kk: пакетті өңдеу үшін қажетті жад
km: អង្គចងចាំដែលត្រូវការដើម្បីដំណើរការកញ្ចប់
kn: ಪ್ಯಾಕೇಜ್ ಅನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು ಅಗತ್ಯವಿರುವ ಮೆಮೊರಿ
ko: 패키지를 처리하는 데 필요한 메모리
ky: пакетти иштетүү үчүн керектүү эс тутум
lo: ໜ່ວຍຄວາມຈຳທີ່ຕ້ອງການເພື່ອປະມວນຜົນແພັກເກດ
lt: paketui apdoroti reikalinga atmintis
lv: paketes apstrādei nepieciešamā atmiņa
mk: потребна меморија за обработка на пакетот
ml: പാക്കേജ് പ്രോസസ്സ് ചെയ്യാൻ ആവശ്യമായ മെമ്മറി
mn: багцыг боловсруулахад шаардлагатай санах ой
mr: पॅकेजवर प्रक्रिया करण्यासाठी आवश्यक मेमरी
ms: memori yang diperlukan untuk memproses pakej
mt: memorja meħtieġa biex tiġi pproċessata l-pakkett
my: ပက်ကေ့ဂျ်ကို လုပ်ဆောင်ရန် လိုအပ်သော မှတ်ဉာဏ်
nb: minne som kreves for å behandle pakken
ne: प्याकेज प्रशोधन गर्न आवश्यक मेमोरी
nl: het geheugen dat nodig is om het pakket te verwerken
or: ପ୍ୟାକେଜକୁ ପ୍ରକ୍ରିୟାକରଣ କରିବା ପାଇଁ ଆବଶ୍ୟକ ମେମୋରୀ
pa: ਪੈਕੇਜ ਨੂੰ ਪ੍ਰੋਸੈਸ ਕਰਨ ਲਈ ਮੈਮੋਰੀ ਦੀ ਲੋੜ ਹੈ
pl: pamięć potrzebna do przetworzenia paczki
pt: memória necessária para processar o pacote
pt_br: memória necessária para processar o pacote
ro: memoria necesară pentru procesarea pachetului
ru: объём памяти, необходимый для обработки пакета
si: පැකේජය සැකසීමට අවශ්‍ය මතකය
sk: pamäť potrebná na spracovanie balíka
sl: pomnilnik, potreben za obdelavo paketa
sq: memorie e nevojshme për të përpunuar paketën
sr: Потребна меморија за обраду пакета
sv: minne som krävs för att bearbeta paketet
sw: kumbukumbu inayohitajika kusindika kifurushi
ta: தொகுப்பைச் செயலாக்கத் தேவைப்படும் நினைவகம்
te: ప్యాకేజీని ప్రాసెస్ చేయడానికి అవసరమైన మెమరీ
th: หน่วยความจำที่จำเป็นในการประมวลผลแพ็กเกจ
tr: paketi işlemek için gereken bellek
uk: обсяг пам'яті, необхідний для обробки пакета
ur: پیکیج پر کارروائی کرنے کے لیے میموری کی ضرورت ہے۔
vi: bộ nhớ cần thiết để xử lý gói
zh_hans: 处理该包所需的内存
zh_hant: 處理該封包所需的記憶體
zu: inkumbulo edingekayo ukuze kucutshungulwe iphakheji

source: number of drawing objects in the board
af: aantal tekenvoorwerpe op die bord
am: በቦርዱ ውስጥ የስዕል እቃዎች ብዛት
ar: عدد عناصر الرسم في اللوحة
az: lövhədə rəsm obyektlərinin sayı
be: колькасць аб'ектаў малявання на дошцы
bg: брой графични обекти на дъската
bn: বোর্ডে অঙ্কন বস্তুর সংখ্যা
ca: nombre d'objectes de dibuix al tauler
cs: počet kresebných objektů na desce
cy: nifer y gwrthrychau lluniadu ar y bwrdd
da: antal tegningsobjekter på tavlen
de: Anzahl der Zeichnungsobjekte auf dem Board
de_at: Anzahl der Zeichenobjekte auf der Platine
de_ch: Anzahl der Zeichenobjekte auf dem Brett
el: αριθμός αντικειμένων σχεδίασης στον πίνακα
es: número de objetos de dibujo en el tablero
es_ar: número de objetos de dibujo en el tablero
es_mx: número de objetos de dibujo en el tablero
et: joonistusobjektide arv laual
eu: taulako marrazki-objektuen kopurua
fa: تعداد اشیاء نقاشی در تخته
fi: piirroskohteiden lukumäärä piirustusalustalla
fil: bilang ng mga bagay na iginuhit sa board
fr: nombre d'objets de dessin sur le tableau
fr_ca: nombre d'objets de dessin sur le plateau
ga: líon na n-ábhar líníochta ar an mbord
gl: número de obxectos de debuxo no taboleiro
gu: બોર્ડમાં ડ્રોઇંગ ઑબ્જેક્ટ્સની સંખ્યા
he: מספר אובייקטי הציור בלוח
hi: बोर्ड में ड्राइंग ऑब्जेक्ट्स की संख्या
hr: broj objekata za crtanje na ploči
hu: a táblán található rajzobjektumok száma
hy: տախտակի վրա նկարչական օբյեկտների քանակը
id: jumlah objek gambar di papan
is: fjöldi teiknihluta á borðinu
it: numero di oggetti di disegno presenti nella tavola
ja: ボード内の図形オブジェクトの数
ka: დაფაზე ხატვის ობიექტების რაოდენობა
kk: тақтадағы салынған нысандар саны
km: ចំនួនវត្ថុគំនូរនៅក្នុងក្តារ
kn: ಫಲಕದಲ್ಲಿರುವ ಚಿತ್ರ ಬಿಡಿಸುವ ವಸ್ತುಗಳ ಸಂಖ್ಯೆ
ko: 보드 내 도형 개체 수
ky: тактадагы чийилген объектилердин саны
lo: ຈຳນວນວັດຖຸແຕ້ມຮູບໃນກະດານ
lt: brėžinio objektų skaičius lentelėje
lv: zīmējamo objektu skaits uz tāfeles
mk: број на објекти за цртање на таблата
ml: ബോർഡിലുള്ള വരയ്ക്കുന്ന വസ്തുക്കളുടെ എണ്ണം
mn: самбар дээрх зурж буй объектын тоо
mr: बोर्डमधील रेखांकन वस्तूंची संख्या
ms: bilangan objek lukisan di papan
mt: numru ta' oġġetti tat-tpinġija fil-bord
my: ဘုတ်ပေါ်ရှိ ပုံဆွဲအရာဝတ္ထုအရေအတွက်
nb: antall tegneobjekter på tavlen
ne: बोर्डमा रेखाचित्र वस्तुहरूको संख्या
nl: aantal tekenobjecten op het bord
or: ବୋର୍ଡରେ ଚିତ୍ରାଙ୍କନ ବସ୍ତୁର ସଂଖ୍ୟା
pa: ਬੋਰਡ ਵਿੱਚ ਡਰਾਇੰਗ ਵਸਤੂਆਂ ਦੀ ਗਿਣਤੀ
pl: liczba obiektów rysunkowych na planszy
pt: número de objetos de desenho na prancheta
pt_br: número de objetos de desenho na prancheta
ro: numărul de obiecte desenate pe tablă
ru: количество объектов чертежа на доске
si: පුවරුවේ ඇති ඇඳීමේ වස්තූන් ගණන
sk: počet kresliacich objektov na doske
sl: število risarskih objektov na tabli
sq: numri i objekteve të vizatimit në tabelë
sr: број објеката за цртање на табли
sv: antalet ritobjekt på ritbordet
sw: idadi ya vitu vya kuchora ubaoni
ta: பலகையில் உள்ள வரைதல் பொருட்களின் எண்ணிக்கை
te: బోర్డులోని డ్రాయింగ్ వస్తువుల సంఖ్య
th: จำนวนวัตถุที่วาดบนกระดาน
tr: tahtadaki çizim nesnelerinin sayısı
uk: кількість об’єктів креслення на дошці
ur: بورڈ میں ڈرائنگ آبجیکٹ کی تعداد
vi: số lượng đối tượng vẽ trên bảng
zh_hans: 画板中的绘图对象数量
zh_hant: 畫板上圖形物件的數量
zu: inani lezinto ezidwetshwe ebhodini

source: number of drill hits
af: aantal boortreffers
am: የመሰርሰሪያ ምቶች ብዛት
ar: عدد ضربات الحفر
az: qazma zərbələrinin sayı
be: колькасць удараў свідравання
bg: брой успешни пробиви
bn: ড্রিল হিটের সংখ্যা
ca: nombre de cops de perforació
cs: počet zásahů vrtákem
cy: nifer y trawiadau dril
da: antal boretræffere
de: Anzahl der Bohrtreffer
de_at: Anzahl der Bohrtreffer
de_ch: Anzahl der Bohrtreffer
el: αριθμός οπών γεώτρησης
es: número de aciertos en las perforaciones
es_ar: número de aciertos en la perforación
es_mx: número de golpes de taladro
et: puuraukude arv
eu: zulagailu-kolpeen kopurua
fa: تعداد ضربات مته
fi: porauslöydösten lukumäärä
fil: bilang ng mga tama ng drill
fr: nombre de trous de forage
fr_ca: nombre de trous de forage
ga: líon na mbuilleanna druileála
gl: número de golpes de perforación
gu: ડ્રિલ હિટની સંખ્યા
he: מספר פגיעות הקידוח
hi: ड्रिल हिट की संख्या
hr: broj udaraca bušilicom
hu: a fúrási találatok száma
hy: հորատման հարվածների քանակը
id: jumlah lubang pengeboran
is: fjöldi borholum
it: numero di fori e slot delle trivellazioni
ja: ドリルによるヒット数
ka: საბურღი დარტყმების რაოდენობა
kk: өңдеу соққыларының саны
km: ចំនួននៃការខួង
kn: ಡ್ರಿಲ್ ಹಿಟ್‌ಗಳ ಸಂಖ್ಯೆ
ko: 시추 성공 횟수
ky: машыгуулардын саны
lo: ຈຳນວນຄັ້ງຂອງການເຈາະ
lt: radinių skaičius
lv: urbšanas trāpījumu skaits
mk: број на удари со дупчење
ml: ഡ്രിൽ ഹിറ്റുകളുടെ എണ്ണം
mn: өрөмдлөгийн цохилтын тоо
mr: ड्रिल हिट्सची संख्या
ms: bilangan pukulan gerudi
mt: numru ta' hits tat-tħaffir
my: ခွင်းခြင်းထိမှန်မှုအရေအတွက်
nb: antall treff i boringen
ne: ड्रिल हिटको संख्या
nl: aantal gatenboorpunten
or: ଡ୍ରିଲ୍ ହିଟ୍ ସଂଖ୍ୟା
pa: ਡ੍ਰਿਲ ਹਿੱਟਾਂ ਦੀ ਗਿਣਤੀ
pl: liczba trafień wiertniczych
pt: número de furos de sondagem
pt_br: número de furos de perfuração
ro: numărul de găuri de foraj
ru: количество просверленных отверстий
si: සරඹ පහර ගණන
sk: počet úspešných vrtov
sl: število zadetkov pri vrtanju
sq: numri i goditjeve të stërvitjes
sr: број удараца бушилице
sv: antal träffar vid borrningarna
sw: idadi ya mapigo ya mazoezi
ta: துளையிடல் தாக்குதல்களின் எண்ணிக்கை
te: డ్రిల్ హిట్ల సంఖ్య
th: จำนวนครั้งที่เจาะ
tr: sondaj deliklerinin sayısı
uk: кількість влучень під час буріння
ur: ڈرل ہٹ کی تعداد
vi: số lần khoan
zh_hans: 钻孔数量
zh_hant: 鑽孔數量
zu: inani lama-drill hits

source: number of files
af: aantal lêers
am: የፋይሎች ብዛት
ar: عدد الملفات
az: faylların sayı
be: колькасць файлаў
bg: брой файлове
bn: ফাইলের সংখ্যা
ca: nombre de fitxers
cs: počet souborů
cy: nifer y ffeiliau
da: antal filer
de: Anzahl der Dateien
de_at: Anzahl der Dateien
de_ch: Anzahl der Dateien
el: αριθμός αρχείων
es: número de archivos
es_ar: número de archivos
es_mx: número de archivos
et: failide arv
eu: fitxategi kopurua
fa: تعداد فایل‌ها
fi: tiedostojen lukumäärä
fil: bilang ng mga file
fr: nombre de fichiers
fr_ca: nombre de fichiers
ga: líon na gcomhad
gl: número de ficheiros
gu: ફાઇલોની સંખ્યા
he: מספר הקבצים
hi: फ़ाइलों की संख्या
hr: broj datoteka
hu: a fájlok száma
hy: ֆայլերի քանակը
id: jumlah berkas
is: fjöldi skráa
it: numero di file
ja: ファイル数
ka: ფაილების რაოდენობა
kk: файлдар саны
km: ចំនួនឯកសារ
kn: ಫೈಲ್‌ಗಳ ಸಂಖ್ಯೆ
ko: 파일 수
ky: файлдардын саны
lo: ຈຳນວນໄຟລ໌
lt: failų skaičius
lv: failu skaits
mk: број на датотеки
ml: ഫയലുകളുടെ എണ്ണം
mn: файлын тоо
mr: फाईल्सची संख्या
ms: bilangan fail
mt: numru ta' fajls
my: ဖိုင်အရေအတွက်
nb: antall filer
ne: फाइलहरूको संख्या
nl: aantal bestanden
or: ଫାଇଲଗୁଡ଼ିକର ସଂଖ୍ୟା
pa: ਫਾਈਲਾਂ ਦੀ ਗਿਣਤੀ
pl: liczba plików
pt: número de ficheiros
pt_br: número de arquivos
ro: numărul de fișiere
ru: количество файлов
si: ගොනු ගණන
sk: počet súborov
sl: število datotek
sq: numri i skedarëve
sr: број фајлова
sv: antal filer
sw: idadi ya faili
ta: கோப்புகளின் எண்ணிக்கை
te: ఫైళ్ల సంఖ్య
th: จำนวนไฟล์
tr: dosya sayısı
uk: кількість файлів
ur: فائلوں کی تعداد
vi: số lượng tệp
zh_hans: 文件数量
zh_hant: 檔案數量
zu: inani lamafayela

source: number of geometry objects
af: aantal geometriese voorwerpe
am: የጂኦሜትሪ ነገሮች ብዛት
ar: عدد الكائنات الهندسية
az: həndəsə obyektlərinin sayı
be: колькасць геаметрычных аб'ектаў
bg: брой геометрични обекти
bn: জ্যামিতিক বস্তুর সংখ্যা
ca: nombre d'objectes geomètrics
cs: počet geometrických objektů
cy: nifer y gwrthrychau geometreg
da: antal geometriobjekter
de: Anzahl der Geometrieobjekte
de_at: Anzahl der Geometrieobjekte
de_ch: Anzahl der Geometrieobjekte
el: αριθμός γεωμετρικών αντικειμένων
es: número de objetos geométricos
es_ar: número de objetos geométricos
es_mx: número de objetos geométricos
et: geomeetriliste objektide arv
eu: geometria objektuen kopurua
fa: تعداد اشیاء هندسی
fi: geometriaobjektien lukumäärä
fil: bilang ng mga bagay na heometriko
fr: nombre d'objets géométriques
fr_ca: nombre d'objets géométriques
ga: líon na n-ábhar geoiméadracha
gl: número de obxectos xeométricos
gu: ભૂમિતિ પદાર્થોની સંખ્યા
he: מספר אובייקטים גיאומטריים
hi: ज्यामितीय वस्तुओं की संख्या
hr: broj geometrijskih objekata
hu: a geometriai objektumok száma
hy: երկրաչափական օբյեկտների քանակը
id: jumlah objek geometri
is: fjöldi rúmfræðilegra hluta
it: numero di oggetti geometrici
ja: ジオメトリオブジェクトの数
ka: გეომეტრიული ობიექტების რაოდენობა
kk: геометриялық нысандар саны
km: ចំនួនវត្ថុធរណីមាត្រ
kn: ಜ್ಯಾಮಿತಿ ವಸ್ತುಗಳ ಸಂಖ್ಯೆ
ko: 기하 도형의 개수
ky: геометриялык объектилердин саны
lo: ຈຳນວນວັດຖຸເລຂາຄະນິດ
lt: geometrinių objektų skaičius
lv: ģeometrijas objektu skaits
mk: број на геометриски објекти
ml: ജ്യാമിതി വസ്തുക്കളുടെ എണ്ണം
mn: геометрийн объектуудын тоо
mr: भूमिती वस्तूंची संख्या
ms: bilangan objek geometri
mt: numru ta' oġġetti ġeometriċi
my: ဂျီသြမေတြီ အရာဝတ္ထု အရေအတွက်
nb: antall geometriobjekter
ne: ज्यामितीय वस्तुहरूको संख्या
nl: aantal meetkundige objecten
or: ଜ୍ୟାମିତି ବସ୍ତୁର ସଂଖ୍ୟା
pa: ਜਿਓਮੈਟਰੀ ਵਸਤੂਆਂ ਦੀ ਗਿਣਤੀ
pl: liczba obiektów geometrycznych
pt: número de objetos geométricos
pt_br: número de objetos geométricos
ro: numărul de obiecte geometrice
ru: количество геометрических объектов
si: ජ්‍යාමිතික වස්තු ගණන
sk: počet geometrických objektov
sl: število geometrijskih objektov
sq: numri i objekteve gjeometrike
sr: број геометријских објеката
sv: antal geometriobjekt
sw: idadi ya vitu vya jiometri
ta: வடிவியல் பொருட்களின் எண்ணிக்கை
te: జ్యామితీయ వస్తువుల సంఖ్య
th: จำนวนวัตถุเรขาคณิต
tr: geometri nesnelerinin sayısı
uk: кількість геометричних об’єктів
ur: جیومیٹری اشیاء کی تعداد
vi: số lượng đối tượng hình học
zh_hans: 几何对象的数量
zh_hant: 幾何物件的數量
zu: inani lezinto zejiyometri

source: number of geometry points
af: aantal meetkundige punte
am: የጂኦሜትሪ ነጥቦች ብዛት
ar: عدد النقاط الهندسية
az: həndəsə nöqtələrinin sayı
be: колькасць геаметрычных кропак
bg: брой геометрични точки
bn: জ্যামিতিক বিন্দুর সংখ্যা
ca: nombre de punts geomètrics
cs: počet geometrických bodů
cy: nifer y pwyntiau geometreg
da: antal geometripunkter
de: Anzahl der Geometriepunkte
de_at: Anzahl der Geometriepunkte
de_ch: Anzahl der Geometriepunkte
el: αριθμός γεωμετρικών σημείων
es: número de puntos geométricos
es_ar: número de puntos geométricos
es_mx: número de puntos geométricos
et: geomeetriliste punktide arv
eu: geometria puntu kopurua
fa: تعداد نقاط هندسی
fi: geometriapisteiden lukumäärä
fil: bilang ng mga punto ng heometriya
fr: nombre de points géométriques
fr_ca: nombre de points géométriques
ga: líon na bpointí geoiméadrachta
gl: número de puntos xeométricos
gu: ભૂમિતિ બિંદુઓની સંખ્યા
he: מספר נקודות גיאומטריה
hi: ज्यामिति बिंदुओं की संख्या
hr: broj geometrijskih točaka
hu: a geometriai pontok száma
hy: երկրաչափական կետերի քանակը
id: jumlah titik geometri
is: fjöldi rúmfræðipunkta
it: numero di punti geometrici
ja: 幾何学的点の数
ka: გეომეტრიული წერტილების რაოდენობა
kk: геометриялық нүктелер саны
km: ចំនួនចំណុចធរណីមាត្រ
kn: ಜ್ಯಾಮಿತಿ ಬಿಂದುಗಳ ಸಂಖ್ಯೆ
ko: 기하 점의 개수
ky: геометриялык чекиттердин саны
lo: ຈຳນວນຈຸດເລຂາຄະນິດ
lt: geometrinių taškų skaičius
lv: ģeometrijas punktu skaits
mk: број на геометриски точки
ml: ജ്യാമിതി പോയിന്റുകളുടെ എണ്ണം
mn: геометрийн цэгүүдийн тоо
mr: भूमिती बिंदूंची संख्या
ms: bilangan titik geometri
mt: numru ta' punti ġeometriċi
my: ဂျီသြမေတြီအမှတ်အရေအတွက်
nb: antall geometripunkter
ne: ज्यामिति बिन्दुहरूको संख्या
nl: aantal meetkundige punten
or: ଜ୍ୟାମିତି ବିନ୍ଦୁ ସଂଖ୍ୟା
pa: ਜਿਓਮੈਟਰੀ ਬਿੰਦੂਆਂ ਦੀ ਗਿਣਤੀ
pl: liczba punktów geometrycznych
pt: número de pontos geométricos
pt_br: número de pontos geométricos
ro: numărul de puncte geometrice
ru: количество точек геометрии
si: ජ්‍යාමිතික ලක්ෂ්‍ය ගණන
sk: počet geometrických bodov
sl: število geometrijskih točk
sq: numri i pikave gjeometrike
sr: број геометријских тачака
sv: antal geometripunkter
sw: idadi ya pointi za jiometri
ta: வடிவியல் புள்ளிகளின் எண்ணிக்கை
te: జ్యామితి పాయింట్ల సంఖ్య
th: จำนวนจุดเรขาคณิต
tr: geometri noktalarının sayısı
uk: кількість точок геометрії
ur: جیومیٹری پوائنٹس کی تعداد
vi: số điểm hình học
zh_hans: 几何点个数
zh_hant: 幾何點的數量
zu: inani lamaphuzu ejiyometri

source: number of nested archives
af: aantal geneste argiewe
am: የተጣበቁ ማህደሮች ብዛት
ar: عدد الأرشيفات المتداخلة
az: iç içə arxivlərin sayı
be: колькасць укладзеных архіваў
bg: брой вложени архиви
bn: নেস্টেড আর্কাইভের সংখ্যা
ca: nombre d'arxius imbricats
cs: počet vnořených archivů
cy: nifer yr archifau nythu
da: antal indlejrede arkiver
de: Anzahl der verschachtelten Archive
de_at: Anzahl der verschachtelten Archive
de_ch: Anzahl der verschachtelten Archive
el: αριθμός ένθετων αρχείων
es: número de archivos anidados
es_ar: número de archivos anidados
es_mx: número de archivos anidados
et: pesastatud arhiivide arv
eu: artxibo txertatuen kopurua
fa: تعداد بایگانی‌های تو در تو
fi: sisäkkäisten arkistojen lukumäärä
fil: bilang ng mga naka-nest na archive
fr: nombre d'archives imbriquées
fr_ca: nombre d'archives imbriquées
ga: líon na gcartlann neadaithe
gl: número de arquivos aniñados
gu: નેસ્ટેડ આર્કાઇવ્સની સંખ્યા
he: מספר הארכיונים המקוננים
hi: नेस्टेड अभिलेखागारों की संख्या
hr: broj ugniježđenih arhiva
hu: a beágyazott archívumok száma
hy: ներդրված արխիվների քանակը
id: jumlah arsip bersarang
is: fjöldi innfelldra skjalasafna
it: numero di archivi annidati
ja: ネストされたアーカイブの数
ka: ჩადგმული არქივების რაოდენობა
kk: кірістірілген мұрағаттар саны
km: ចំនួនបណ្ណសារដែលស្ថិតក្នុងបណ្ណសារផ្សេងទៀត
kn: ನೆಸ್ಟೆಡ್ ಆರ್ಕೈವ್‌ಗಳ ಸಂಖ್ಯೆ
ko: 중첩된 아카이브의 개수
ky: камтылган архивдердин саны
lo: ຈຳນວນບ່ອນເກັບມ້ຽນທີ່ຊ້ອນກັນ
lt: įterptų archyvų skaičius
lv: iegultu arhīvu skaits
mk: број на вгнездени архиви
ml: നെസ്റ്റഡ് ആർക്കൈവുകളുടെ എണ്ണം
mn: үүрлэсэн архивын тоо
mr: नेस्टेड आर्काइव्हची संख्या
ms: bilangan arkib bersarang
mt: numru ta' arkivji nnestati
my: ထည့်သွင်းထားသော မော်ကွန်းတိုက်အရေအတွက်
nb: antall nestede arkiver
ne: नेस्टेड अभिलेखहरूको संख्या
nl: aantal geneste archieven
or: ନେଷ୍ଟେଡ୍ ଆରକାଇଭ୍‌ର ସଂଖ୍ୟା
pa: ਨੇਸਟਡ ਆਰਕਾਈਵਜ਼ ਦੀ ਗਿਣਤੀ
pl: liczba archiwów zagnieżdżonych
pt: número de arquivos aninhados
pt_br: número de arquivos aninhados
ro: numărul de arhive imbricate
ru: количество вложенных архивов
si: නැඩුවන ලේඛනාගාර ගණන
sk: počet vnořených archívov
sl: število vgrajenih arhivov
sq: numri i arkivave të ndërthurura
sr: број угнежђених архива
sv: antal inbäddade arkiv
sw: idadi ya kumbukumbu zilizowekwa ndani ya viota
ta: உள்ளமைக்கப்பட்ட காப்பகங்களின் எண்ணிக்கை
te: అంతర్గత ఆర్కైవ్‌ల సంఖ్య
th: จำนวนของไฟล์เก็บถาวรแบบซ้อนกัน
tr: iç içe geçmiş arşivlerin sayısı
uk: кількість вкладених архівів
ur: نیسٹڈ آرکائیوز کی تعداد
vi: số lượng kho lưu trữ lồng nhau
zh_hans: 嵌套归档的数量
zh_hant: 嵌套檔案庫的數量
zu: inani lezingobo zeakhiyivu ezibuthakathakeni
